<template>
    <div class="contacts">
        <div class="catalogy__image">
            <div class="catalogy__image__text">
                <h2>Контакты и адреса</h2>
                <p>
                    <router-link :to="{name: 'home'}">
                    Главная 
                    </router-link>
                    / Контакты</p>
            </div>
        </div>
        <div class="contacts__address">
            <div>
                <svg width="20" height="20" viewBox="0 0 20 25" fill="none" xmlns="http://www.w3.org/2000/svg">
<path fill-rule="evenodd" clip-rule="evenodd" d="M19 10.2533C19 17.3012 10 23.3423 10 23.3423C10 23.3423 1 17.3012 1 10.2533C1 5.24869 5.02944 1.19165 10 1.19165C14.9706 1.19165 19 5.24869 19 10.2533Z" stroke="#ffff" stroke-width="1.5" stroke-linecap="round" stroke-linejoin="round"/>
<path fill-rule="evenodd" clip-rule="evenodd" d="M10 13.2738C11.6569 13.2738 13 11.9215 13 10.2533C13 8.58509 11.6569 7.23275 10 7.23275C8.34315 7.23275 7 8.58509 7 10.2533C7 11.9215 8.34315 13.2738 10 13.2738Z" stroke="#ffff" stroke-width="1.5" stroke-linecap="round" stroke-linejoin="round"/>
</svg>
                <div>
                    <h6>Адрес заведение</h6>
                    <p>г.Ташкент, улица Кичик Халка Йули, 46</p>
                </div>
            </div>
            <div>
                <svg width="20" height="20" viewBox="0 0 16 20" fill="none" xmlns="http://www.w3.org/2000/svg">
<path fill-rule="evenodd" clip-rule="evenodd" d="M2.6875 0C1.47938 0 0.5 0.979376 0.5 2.1875V17.8125C0.5 19.0206 1.47938 20 2.6875 20H13.3125C14.5206 20 15.5 19.0206 15.5 17.8125V2.1875C15.5 0.979378 14.5206 0 13.3125 0H2.6875ZM2.375 2.1875C2.375 2.01491 2.51491 1.875 2.6875 1.875H13.3125C13.4851 1.875 13.625 2.01491 13.625 2.1875V17.8125C13.625 17.9851 13.4851 18.125 13.3125 18.125H2.6875C2.51491 18.125 2.375 17.9851 2.375 17.8125V2.1875ZM8 16.25C8.69035 16.25 9.25 15.6904 9.25 15C9.25 14.3096 8.69035 13.75 8 13.75C7.30965 13.75 6.75 14.3096 6.75 15C6.75 15.6904 7.30965 16.25 8 16.25Z" stroke="#ffff"/>
</svg>

                <div>
                    <h6>Телефон</h6>
                    <p>+998 99 886 97 99</p>
                </div>
            </div>
            <!-- <div>
                <svg width="20" height="20" viewBox="0 0 16 12" fill="none" xmlns="http://www.w3.org/2000/svg">
<path fill-rule="evenodd" clip-rule="evenodd" d="M0 1.75C0 0.7835 0.783502 0 1.75 0H14.25C15.2165 0 16 0.7835 16 1.75V10.25C16 11.2165 15.2165 12 14.25 12H1.75C0.783501 12 0 11.2165 0 10.25V1.75ZM1.75 1.5C1.61193 1.5 1.5 1.61193 1.5 1.75V10.25C1.5 10.3881 1.61193 10.5 1.75 10.5H14.25C14.3881 10.5 14.5 10.3881 14.5 10.25V1.75C14.5 1.61193 14.3881 1.5 14.25 1.5H1.75ZM3.5 4.25C3.5 3.83579 3.83579 3.5 4.25 3.5H11.25C11.6642 3.5 12 3.83579 12 4.25C12 4.66421 11.6642 5 11.25 5H4.25C3.83579 5 3.5 4.66421 3.5 4.25ZM4.25 6.5C3.83579 6.5 3.5 6.83579 3.5 7.25C3.5 7.66421 3.83579 8 4.25 8H8.25C8.66421 8 9 7.66421 9 7.25C9 6.83579 8.66421 6.5 8.25 6.5H4.25Z" stroke="#ffff"/>
</svg>
                <div>
                    <h6>Наименование</h6>
                    <p>MJCH «FocusMed»</p>
                </div>
            </div> -->
            <div>
                <svg width="20" height="20" viewBox="0 0 22 23" fill="none" xmlns="http://www.w3.org/2000/svg">
<path d="M11 5.22588V11.267L14 14.2875M11 21.3355C16.5229 21.3355 21 16.8277 21 11.267C21 5.7063 16.5229 1.19849 11 1.19849C5.47715 1.19849 1 5.7063 1 11.267C1 16.8277 5.47715 21.3355 11 21.3355Z" stroke="#ffff" stroke-width="1.5" stroke-linecap="round" stroke-linejoin="round"/>
</svg>
                <div>
                    <h6>Время работы</h6>
                    <p>Ежедневно с 08:00 до 22:00</p>
                </div>
            </div>
            <div>
                <svg width="20" height="20" viewBox="0 0 20 20" fill="none" xmlns="http://www.w3.org/2000/svg">
<path fill-rule="evenodd" clip-rule="evenodd" d="M5.93576 2.96279C5.01159 3.49629 4.20154 4.20659 3.55186 5.05314C2.9022 5.89969 2.42564 6.86592 2.14938 7.89665C1.59146 9.9783 1.88333 12.1963 2.96076 14.0628C4.0382 15.9293 5.81296 17.2913 7.89463 17.8492C9.97628 18.407 12.1943 18.1153 14.0608 17.0378C14.2753 16.9235 14.5258 16.897 14.7594 16.9639C14.993 17.0308 15.1915 17.1858 15.3131 17.3963C15.4348 17.6067 15.4699 17.856 15.4111 18.0919C15.3524 18.3277 15.2044 18.5315 14.9983 18.6603C13.1076 19.7513 10.912 20.1938 8.74633 19.9202C6.58069 19.6464 4.56409 18.6717 3.0043 17.1447C1.44453 15.6177 0.427237 13.6222 0.107722 11.4628C-0.211793 9.30344 0.184013 7.09887 1.23473 5.18553C2.28544 3.2722 3.93335 1.75522 5.92693 0.866127C7.9205 -0.0229681 10.1502 -0.235337 12.2758 0.261434C14.4014 0.758206 16.306 1.93683 17.699 3.6174C19.092 5.29799 19.8969 7.38822 19.9908 9.56904C19.9958 9.60843 19.9983 9.64809 19.9983 9.68779V9.81779C19.9991 9.89695 19.9991 9.97613 19.9983 10.0553V11.5628C19.9988 12.3074 19.7574 13.0319 19.3105 13.6275C18.8638 14.2232 18.2356 14.6577 17.5206 14.8655C16.8056 15.0735 16.0425 15.0437 15.346 14.7805C14.6495 14.5174 14.0571 14.0353 13.6583 13.4065C12.8649 14.2589 11.7989 14.8077 10.6442 14.9582C9.48943 15.1085 8.31841 14.8512 7.33314 14.2305C6.34788 13.6098 5.61015 12.6647 5.24725 11.5582C4.88436 10.4517 4.91906 9.25324 5.34536 8.16959C5.77166 7.08594 6.56283 6.18508 7.58235 5.62242C8.60189 5.05977 9.78583 4.8706 10.9299 5.08759C12.074 5.30457 13.1065 5.91408 13.8493 6.81094C14.5919 7.70782 14.9984 8.8358 14.9983 10.0003V11.5628C14.9983 11.9772 15.1629 12.3746 15.4559 12.6677C15.7489 12.9607 16.1464 13.1253 16.5608 13.1253C16.9751 13.1253 17.3726 12.9607 17.6656 12.6677C17.9586 12.3746 18.1233 11.9772 18.1233 11.5628V9.83404C18.0945 8.42197 17.6981 7.04177 16.9733 5.82959C16.2484 4.61742 15.2201 3.61513 13.9898 2.92158C12.7594 2.22804 11.3695 1.86719 9.95711 1.87464C8.54476 1.88208 7.15875 2.25757 5.93576 2.96404V2.96279ZM13.1233 10.0003C13.1233 9.17149 12.794 8.37664 12.208 7.79058C11.6219 7.20453 10.8271 6.87529 9.99826 6.87529C9.16946 6.87529 8.3746 7.20453 7.78855 7.79058C7.2025 8.37664 6.87326 9.17149 6.87326 10.0003C6.87326 10.8291 7.2025 11.624 7.78855 12.21C8.3746 12.796 9.16946 13.1253 9.99826 13.1253C10.8271 13.1253 11.6219 12.796 12.208 12.21C12.794 11.624 13.1233 10.8291 13.1233 10.0003Z" fill="#ffff"/>
</svg>
                <div>
                    <h6>Почта</h6>
                    <p>labfocusmed@gmail.com</p>
                </div>
            </div>
                <!-- <div>
                    <svg width="20" height="20" viewBox="0 0 16 14" fill="none" xmlns="http://www.w3.org/2000/svg">
    <path fill-rule="evenodd" clip-rule="evenodd" d="M0 0.75C0 0.33579 0.335786 0 0.75 0H5.00286C6.23012 0 7.31979 0.58958 8.00393 1.50106C8.68803 0.58962 9.77766 0 11.005 0H15.25C15.6642 0 16 0.33579 16 0.75V11.25C16 11.6642 15.6642 12 15.25 12H10.7426C10.1459 12 9.57361 12.2371 9.15165 12.659L8.53033 13.2803C8.23744 13.5732 7.76256 13.5732 7.46967 13.2803L6.84835 12.659C6.42639 12.2371 5.8541 12 5.25736 12H0.75C0.335786 12 0 11.6642 0 11.25V0.75ZM8.755 3.75C8.755 2.50736 9.76236 1.5 11.005 1.5H14.5V10.5H10.7426C10.0326 10.5 9.34339 10.7014 8.75124 11.0724L8.755 3.75ZM7.25124 11.074L7.255 6.00071L7.25285 3.74786C7.25167 2.50605 6.24466 1.5 5.00286 1.5H1.5V10.5H5.25736C5.96836 10.5 6.65854 10.7019 7.25124 11.074Z" stroke="#ffff"/>
    </svg>
                    <div>
                        <h6>ИНН/КПП предприятия</h6>
                        <p>100000</p>
                    </div>
                </div> -->
            <div>

            </div>
            <div>

            </div>
            <div>

            </div>
        </div>
        <div class="mapouter"><div class="gmap_canvas"><iframe width="494" height="500" id="gmap_canvas" src="https://www.google.com/maps/embed?pb=!1m18!1m12!1m3!1d11995.851466727729!2d69.19934302568437!3d41.26614441036549!2m3!1f0!2f0!3f0!3m2!1i1024!2i768!4f13.1!3m3!1m2!1s0x38ae8b98a3414be1%3A0xa66df2a6aebb2ca7!2sFocusmed!5e0!3m2!1suz!2s!4v1673253010293!5m2!1suz!2s" frameborder="0" scrolling="no" marginheight="0" marginwidth="0"></iframe><a href="https://123movies-to.org"></a><br></div></div>
   <div class="contacts__managers">

    <!-- Left -->

    <div class="left">
    <!-- First -->

    <div>
        <h2>Директор компании</h2>
        <h5>Хамидова Мафтуна</h5>
        <div>
            <img src="../assets/icons/phone__icon.svg" alt="">
        <p>+998 98 111 14 24</p>
        </div>
</div>

<!-- Second -->

<div>
        <h2>Менеджер по ВЭД</h2>
            <h5>Фирдавс Махмадалиев</h5>
        <div>
            <img src="../assets/icons/phone__icon.svg" alt="">
        <p>+998 97 618 10 20</p>
        </div>
</div>
<!-- Third -->
<div>
        <h2>Гл. сервис инженер</h2>
            <h5>Мухриддин Жуманов</h5>
        <div>
            <img src="../assets/icons/phone__icon.svg" alt="">
        <p>+998 90 121 82 37</p>
        </div>
</div>
<!-- Fourth -->
<div>
        <h2>Ассистент гл. инженера</h2>
            <h5>Асадов Тулкин</h5>
        <div>
            <img src="../assets/icons/phone__icon.svg" alt="">
        <p>+998 97 640 80 50</p>
        </div>
</div>
</div>

<!-- Right -->

<div class="right">
<h2>Обратный звонок</h2>
<div>
    <label for="name">ФИО*</label>
    <input placeholder="Введите ФИО" type="text">
</div>
<div>
    <label for="name">Номер телефона**</label>
    <input placeholder="Введите номер телефона" type="text">
</div>
<div>
    <label for="name">Название клиники*</label>
    <input placeholder="Введите название клиники" type="text">
</div>
<div>
    <button>Заказать звонок</button>
</div>
</div>
   </div>
   </div>
</template>
<script>

</script>
<style lang="scsss" scoped>

</style>