<template>
<div class="ranking">
    <h1>Наши показатели</h1>
    <div>
        <div>
            <h1>5+</h1>
            <h3>Лет Опыта Поставок</h3>
        </div>
        <div>
            <h1>12+</h1>
            <h3>Больших Проектов</h3>
        </div>
        <div>
            <h1>10+</h1>
            <h3>Участие и Посещение Внутренних и Международных Выставок</h3>
        </div>
        <div>
        <h1>14+</h1>
        <h3>Эксклюзивных Соглашений с Мировыми Производителями</h3>
        </div>
        <div>
            <h1>50+</h1>
            <h3>Довольных Клиентов</h3>
        </div>
    </div>
</div>    
</template>
<script>
export default {
    setup() {
        
    },
}
</script>

<style>
</style>